epyc/old/20240119-0210-glibc/0-master/1000/pgbench-warmup-10-0.log
pgbench (17devel)
transaction type: <builtin: select only>
scaling factor: 10
query mode: prepared
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 130619315
number of failed transactions: 0 (0.000%)
latency average = 0.015 ms
initial connection time = 10.709 ms
tps = 2177359.351342 (without initial connection time)